"Andromeda" = "Andromeda";
"Antlia" = "Légszivattyú";
"Apus" = "Paradicsommadár";
"Aquarius" = "Vízöntő";
"Aquila" = "Sas";
"Ara" = "Oltár";
"Aries" = "Kos";
"Auriga" = "Szekeres";
"Boötes" = "Ökörhajcsár";
"Caelum" = "Véső";
"Camelopardalis" = "Zsiráf";
"Cancer" = "Rák";
"Canes Venatici" = "Vadászebek";
"Canis Major" = "Nagy Kutya";
"Canis Minor" = "Kis Kutya";
"Capricornus" = "Bak";
"Carina" = "Hajógerinc";
"Cassiopeia" = "Kassziopeia";
"Centaurus" = "Kentaur";
"Cepheus" = "Cefeusz";
"Cetus" = "Cet";
"Chamaeleon" = "Kaméleon";
"Circinus" = "Körző";
"Columba" = "Galamb";
"Coma Berenices" = "Bereniké Haja";
"Corona Australis" = "Déli Korona";
"Corona Borealis" = "Északi Korona";
"Corvus" = "Holló";
"Crater" = "Serleg";
"Crux" = "Dél Keresztje";
"Cygnus" = "Hattyú";
"Delphinus" = "Delfin";
"Dorado" = "Aranyhal";
"Draco" = "Sárkány";
"Equuleus" = "Csikó";
"Eridanus" = "Eridánusz";
"Fornax" = "Kemence";
"Gemini" = "Ikrek";
"Grus" = "Daru";
"Hercules" = "Herkules";
"Horologium" = "Ingaóra";
"Hydra" = "Északi Vízikígyó";
"Hydrus" = "Déli Vízikígyó";
"Indus" = "Hindu";
"Lacerta" = "Gyík";
"Leo" = "Oroszlán";
"Leo Minor" = "Kis Oroszlán";
"Lepus" = "Nyúl";
"Libra" = "Mérleg";
"Lupus" = "Farkas";
"Lynx" = "Hiúz";
"Lyra" = "Lant";
"Mensa" = "Táblahegy";
"Microscopium" = "Mikroszkóp";
"Monoceros" = "Egyszarvú";
"Musca" = "Légy";
"Norma" = "Szögmérő";
"Octans" = "Oktáns";
"Ophiuchus" = "Kígyótartó";
"Orion" = "Orion";
"Pavo" = "Páva";
"Pegasus" = "Pegazus";
"Perseus" = "Perzeusz";
"Phoenix" = "Főnix";
"Pictor" = "Festő";
"Pisces" = "Halak";
"Piscis Austrinus" = "Déli Hal";
"Puppis" = "Hajófar";
"Pyxis" = "Tájoló";
"Reticulum" = "Háló";
"Sagitta" = "Nyíl";
"Sagittarius" = "Nyilas";
"Scorpius" = "Skorpió";
"Sculptor" = "Szobrász";
"Scutum" = "Pajzs";
"Serpens Caput" = "Kígyó feje";
"Serpens Cauda" = "Kígyó farka";
"Sextans" = "Szextáns";
"Taurus" = "Bika";
"Telescopium" = "Távcső";
"Triangulum" = "Háromszög";
"Triangulum Australe" = "Déli Háromszög";
"Tucana" = "Tukán";
"Ursa Major" = "Nagy Medve";
"Ursa Minor" = "Kis Medve ";
"Vela" = "Vitorla";
"Virgo" = "Szűz";
"Volans" = "Repülőhal";
"Vulpecula" = "Kis Róka";
